Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/JaggerySaleShare/Create.*.resx
Languages: mr

# PageTitle
source: Create Jaggery Sale Share
mr: गुळ विक्री वाटप तयार करा

# Back
source: Back to List
mr: यादीकडे परत जा

source: Select Dealer
mr: व्यापारी निवडा

# SelectDealerPlaceholder
source: -- Choose a Dealer --
mr: -- व्यापारी निवडा --

# SelectDealerValidation
source: Please select a dealer.
mr: कृपया व्यापारी निवडा.

source: Paying Member
mr: देय सदस्य

# PayingMemberPlaceholder
source: Auto-filled after selecting dealer
mr: व्यापारी निवडल्यावर आपोआप भरले जाईल

# SplitMembers
source: Split Among Members
mr: वाटप सदस्य

# SplitMembersHint
source: Members who will receive payment share.
mr: जे सदस्य पेमेंट वाटून घेतील ते निवडा.

source: Paid Amount
mr: देय रक्कम

# PaidAmountValidation
source: Please enter the paid amount.
mr: कृपया देय रक्कम भरा.

source: Save
mr: जतन करा

source: Cancel
mr: रद्द करा

# NoMembersFound
source: No members found for this sale.
mr: या विक्रीसाठी कोणतेही सदस्य आढळले नाहीत.

# AllMembersAuto
source: All members are selected automatically.
mr: सर्व सदस्य आपोआप निवडले गेले आहेत.
