Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/JaggerySaleShare/Edit.*.resx
Languages: mr

source: Edit Jaggery Sale Share
mr: गुळ विक्री वाटा संपादित करा

source: Update sale and share details
mr: विक्री आणि वाटा तपशील अद्यतनित करा

source: Edit
mr: संपादन करा

source: Select Sale
mr: व्यापारी निवडा

# PleaseSelectSale
source: Please select a sale.
mr: कृपया व्यापारी निवडा.

source: Paying Member
mr: घेतलेली रक्कम देणारा सदस्य

# AutoSelectedMemberPlaceholder
source: Member will be auto selected
mr: सदस्य आपोआप निवडला जाईल

# MembersToSplit
source: Members for Share
mr: वाटपासाठी सदस्य

# SelectSaleToViewMembers
source: Select a sale to load members.
mr: विक्री निवडा, सदस्य आपोआप दिसतील.

source: Share Amount (₹)
mr: वाटप रक्कम (₹)

# EnterShareAmount
source: Please enter share amount.
mr: कृपया वाटप रक्कम भरा.

source: Paid Amount (₹)
mr: घेतलेली रक्कम (₹)

# EnterPaidAmount
source: Please enter paid amount.
mr: कृपया घेतलेली रक्कम भरा.

source: Save
mr: जतन करा

source: Cancel
mr: रद्द करा

source: No members found.
mr: कोणतेही सदस्य आढळले नाहीत.

source: All members auto-selected:
mr: सर्व सदस्य आपोआप निवडले गेले:
