Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/JaggerySaleShare/Index.*.resx
Languages: mr

source: Jaggery Sale Share
mr: गुळ विक्री वाटा

source: Add New Sale Share
mr: नवीन विक्री वाटा

source: Jaggery Sale Details
mr: गुळ विक्री तपशील

source: Date
mr: तारीख

source: Dealer
mr: व्यापारी

source: Member
mr: सदस्य

source: Share Amount (₹)
mr: वाटा (₹)

source: Paid Amount (₹)
mr: घेतलेली रक्कम (₹)

source: Pending Amount (₹)
mr: बाकी रक्कम (₹)

source: Status
mr: स्थिती

source: Payment Mode
mr: पेमेंट पद्धत

source: Proof
mr: पुरावा

source: Action
mr: क्रिया

source: No Image
mr: प्रतिमा नाही

source: Record Payment
mr: भरणा नोंदवा

source: Edit
mr: संपादित करा

source: Delete
mr: हटवा

# ProofImage
source: Payment Proof Image
mr: भरणा पुरावा प्रतिमा

# PaidVsPendingChartTitle
source: Jaggery Sale Paid vs Pending per Member
mr: गुळ विक्री Paid vs Pending प्रति सदस्य

source: Earned Amount
mr: मिळालेली रक्कम

source: Total Balance
mr: एकूण शिल्लक

source: Search:
mr: शोधा:

# ShowEntries
source: Show _MENU_ entries
mr: _MENU_ नोंदी दाखवा

# ShowingEntries
source: Showing _START_ to _END_ of _TOTAL_ entries
mr: _START_ ते _END_ पैकी _TOTAL_ नोंदी दर्शवित आहे

source: Previous
mr: मागील

source: Next
mr: पुढील

# NoRecordsFound
source: No matching records found
mr: जुळणारे रेकॉर्ड आढळले नाहीत

# NoEntries
source: No entries available
mr: नोंदी उपलब्ध नाहीत
