Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/JaggerySaleShare/RecordPayment.*.resx
Languages: mr

# PageTitle
source: Record Payment from Members
mr: सदस्यांकडून पैसे भरणे

# DealerLabel
source: Dealer
mr: व्यापारी

# PayingMemberLabel
source: Paying Member
mr: रक्कम देणारा सदस्य

# PayingMemberPlaceholder
source: Select member who is making the payment
mr: पैसे भरणारा सदस्य निवडा

# PayingMemberValidation
source: Please select the paying member.
mr: कृपया भरत सदस्य निवडा.

# ReceivingMemberLabel
source: Receiving Member
mr: ज्याला पैसे द्यायचे

# ReceivingMemberPlaceholder
source: Select the member who will receive payment
mr: ज्याला पैसे मिळणार आहेत तो सदस्य निवडा

# ReceivingMemberValidation
source: Please select the receiving member.
mr: कृपया सदस्य निवडा.

# AmountLabel
source: Amount (₹)
mr: रक्कम (₹)

# AmountValidation
source: Please enter the payment amount.
mr: कृपया रक्कम भरा.

# PaymentModeLabel
source: Payment Mode
mr: पेमेंट प्रकार

# PaymentModePlaceholder
source: -- Select --
mr: -- निवडा --

# PaymentModeValidation
source: Please select payment mode.
mr: कृपया पेमेंट प्रकार निवडा.

# ProofImageLabel
source: Payment Proof (Image)
mr: पेमेंट पुरावा (इमेज)

# SaveButton
source: Save
mr: जतन करा

# CancelButton
source: Cancel
mr: रद्द करा
