Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/CaneAdvance/Index.*.resx
Languages: mr

# Title
source: Cane Advance List
mr: ऊस आगाऊ यादी

# Button_AddNew
source: Add New Advance
mr: नवीन आगाऊ जोडा

# Button_Save
source: Save
mr: जतन करा

# Button_Back
source: Back to List
mr: यादीकडे परत जा

# Button_Update
source: Update
mr: सुधारणा करा

# Button_Delete
source: Delete
mr: हटवा

# Column_Farmer
source: Farmer
mr: शेतकरी

# Column_Date
source: Date
mr: दिनांक

# Column_Amount
source: Amount (₹)
mr: रक्कम (₹)

# Column_PaymentMode
source: Payment Mode
mr: देयक पद्धत

# Column_Member
source: Member Name
mr: सदस्याचे नाव

# Column_ProofImage
source: Proof Image
mr: पुरावा प्रतिमा

# Column_Remarks
source: Remarks / Notes
mr: टिप / कारण

# Column_Actions
source: Actions
mr: क्रिया

# Tooltip_Edit
source: Edit this record
mr: नोंद संपादित करा

# Tooltip_Details
source: View details
mr: तपशील पहा

# Tooltip_Delete
source: Delete this record
mr: नोंद हटवा

# Tooltip_ViewProof
source: Click to view proof image
mr: पुरावा प्रतिमा पाहण्यासाठी क्लिक करा

# NoRecords
source: No advance records found.
mr: कोणतीही आगाऊ नोंदी सापडल्या नाहीत.

# Message_ConfirmDelete
source: Are you sure you want to delete this advance record?
mr: आपल्याला ही आगाऊ नोंद हटवायची खात्री आहे का?

# Message_Saved
source: Advance record saved successfully.
mr: आगाऊ नोंद यशस्वीरित्या जतन केली.

# Message_Updated
source: Advance record updated successfully.
mr: आगाऊ नोंद यशस्वीरित्या सुधारित केली.

# Message_Deleted
source: Advance record deleted successfully.
mr: आगाऊ नोंद यशस्वीरित्या हटवली.

# Label_Farmer
source: Farmer Name
mr: शेतकऱ्याचे नाव

# Label_AdvanceDate
source: Advance Date
mr: आगाऊ दिनांक

# Label_Amount
source: Advance Amount
mr: आगाऊ रक्कम

# Label_PaymentMode
source: Payment Mode
mr: देयक पद्धत

# Label_Member
source: Member Name
mr: सदस्याचे नाव

# Label_ProofImage
source: Upload Proof Image
mr: पुरावा प्रतिमा अपलोड करा

# Label_Remarks
source: Remarks / Notes
mr: टिप / कारण

# Title_Create
source: Add New Cane Advance
mr: नवीन ऊस आगाऊ जोडा

# Title_Edit
source: Edit Cane Advance
mr: ऊस आगाऊ संपादित करा

# Title_Details
source: Advance Details
mr: ऊस आगाऊ तपशील

# Title_Delete
source: Delete Cane Advance
mr: ऊस आगाऊ हटवा
