Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/Splitwise/Index.*.resx
Languages: mr

# SplitwiseDashboardTitle
source: Splitwise Dashboard
mr: स्प्लिटवाइज डॅशबोर्ड

source: Add Expense
mr: खर्च जोडा

source: Add Member
mr: सदस्य जोडा

source: Expense List
mr: खर्च यादी

source: Paid By
mr: कोणाने दिला

source: Expense Type
mr: खर्चाचा प्रकार

source: Payment Mode
mr: भरणा पद्धत

source: Date
mr: दिनांक

source: Proof Image
mr: पुरावा प्रतिमा

source: Amount
mr: रक्कम

source: Actions
mr: क्रिया

source: Unknown
mr: अज्ञात

source: Edit
mr: संपादन करा

source: Delete
mr: हटवा

source: Payment Proof Image
mr: भरणा पुरावा प्रतिमा

source: Balances
mr: शिल्लक

source: Settlements
mr: हिशोब चुकते

source: Member
mr: सदस्य

source: Balance
mr: शिल्लक

source: From
mr: कोणाकडून

source: To
mr: कोणाकडे

source: No expenses found.
mr: खर्च आढळला नाही.

# NoSettlementData
source: No settlement data available.
mr: हिशोबाची माहिती उपलब्ध नाही.

source: Expense Summary
mr: खर्च सारांश

source: Expenses by Member
mr: सदस्यांनुसार खर्च

source: Balance per Member
mr: प्रत्येक सदस्याची शिल्लक

source: Download Excel
mr: Excel डाउनलोड

source: Download PDF
mr: PDF डाउनलोड
