Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/Dealer/Index.*.resx
Languages: mr

# Title
source: Dealer List
mr: व्यापारी यादी

# Placeholder_Search
source: Search by name or mobile number
mr: नाव किंवा मोबाईल नंबर शोधा

# Button_Search
source: Search
mr: शोधा

# Button_AddDealer
source: Add Dealer
mr: व्यापारी जोडा

# Header_DealerName
source: Dealer Name
mr: व्यापारी नाव

# Header_ContactNumber
source: Mobile Number
mr: मोबाईल नंबर

# Header_Address
source: Address
mr: पत्ता

# Header_Actions
source: Actions
mr: क्रिया

# Tooltip_Edit
source: Edit Dealer
mr: संपादित करा

# Tooltip_Delete
source: Delete Dealer
mr: हटवा

# Message_NoRecords
source: No records found
mr: नोंद आढळली नाही
