Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/Labor/Edit.*.resx
Languages: mr

# PageTitle
source: Edit Labor
mr: मजूर सुधारित करा

source: Name
mr: नाव

# EnterNamePlaceholder
source: Enter labor name
mr: मजूरचे नाव टाका

source: Labor Type
mr: मजूर प्रकार

source: -- Select Labor Type --
mr: -- मजूर प्रकार निवडा --

source: Mobile Number
mr: मोबाईल क्रमांक

# EnterMobilePlaceholder
source: Enter mobile number
mr: मोबाईल क्रमांक टाका

source: Password
mr: पासवर्ड

# EnterPasswordPlaceholder
source: Enter password (optional)
mr: पासवर्ड टाका (रिकामा ठेवला तरी चालेल)

source: Role
mr: भूमिका

# EnterRolePlaceholder
source: Enter role
mr: भूमिका टाका

source: Join Date
mr: जॉईन तारीख

source: Is Active?
mr: सक्रिय आहे का?

source: Save Changes
mr: सुधारित करा

source: Back
mr: मागे जा
