Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/DealerAdvance/Create.*.resx
Languages: mr

# CreateTitle
source: Add Dealer Advance
mr: व्यापारी आगाऊ रक्कम जोडा

# EditTitle
source: Edit Dealer Advance
mr: व्यापारी आगाऊ रक्कम संपादित करा

# BackButton
source: Back
mr: मागे जा

# DealerLabel
source: Dealer
mr: व्यापारी

source: Select Dealer
mr: व्यापारी निवडा

# PaidByLabel
source: Paid By
mr: कोणाकडून देण्यात आले

source: Select Member
mr: सदस्य निवडा

# DateLabel
source: Payment Date
mr: भरणा तारीख

# PaymentModeLabel
source: Payment Mode
mr: पेमेंट पद्धत

source: Select Payment Mode
mr: पेमेंट पद्धत निवडा

source: Cash
mr: रोख

source: UPI
mr: यूपीआय

source: Bank
mr: बँक

# ProofImageLabel
source: Payment Proof (Image)
mr: भरणा पुरावा (प्रतिमा)

# AmountLabel
source: Amount (₹)
mr: रक्कम (₹)

# AmountPlaceholder
source: Enter amount
mr: रक्कम भरा

# NoteLabel
source: Note
mr: टीप

# NotePlaceholder
source: Enter note (optional)
mr: टीप लिहा (ऐच्छिक)

# SaveButton
source: Save
mr: जतन करा

# UpdateButton
source: Update
mr: अपडेट करा

# Validation_DealerRequired
source: Please select a dealer.
mr: कृपया व्यापारी निवडा.

# Validation_AmountRequired
source: Please enter the amount.
mr: कृपया रक्कम भरा.

# Validation_DateRequired
source: Please select a payment date.
mr: कृपया भरणा तारीख निवडा.
