Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/CanePayment/Index.*.resx
Languages: mr

# Title
source: Cane Payment List
mr: ऊस पेमेंट सूची

# Summary_Title
source: Farmer Payment Summary
mr: शेतकरी पेमेंट सारांश

source: Farmer Payment Summary
mr: शेतकरी पेमेंट सारांश

source: Total Amount
mr: एकूण रक्कम

source: Advance Amount
mr: उचल रक्कम

source: Net Amount
mr: निव्वळ रक्कम

source: Total Paid
mr: भरलेली रक्कम

source: Balance Pending
mr: बाकी रक्कम

# Button_CreatePayment
source: Create Payment
mr: पेमेंट तयार करा

# Button_UpdateStatus
source: Update Status
mr: स्थिती अद्यतनित करा

# Button_ExportExcel
source: Export to Excel
mr: एक्सेल निर्यात करा

# Button_ExportPdf
source: Export to PDF
mr: पीडीएफ निर्यात करा

# Button_PaymentSlip
source: Generate Payment Slip
mr: पेमेंट स्लिप तयार करा

# Button_Confirm
source: Confirm Payment
mr: निश्चित करा

# Status_Paid
source: Paid
mr: भरणा झाला

# Status_Partial
source: Partially Paid
mr: आंशिक भरलेले

# Status_Pending
source: Pending
mr: प्रलंबित

# Label_PaidAmount
source: Paid Amount
mr: भरलेली रक्कम

# Label_Status
source: Payment Status
mr: पेमेंट स्थिती

# Label_Balance
source: Remaining Balance
mr: उर्वरित रक्कम

# Label_SelectFarmer
source: Select Farmer
mr: शेतकरी निवडा

# Option_AllFarmers
source: -- All Farmers --
mr: -- सर्व शेतकरी --

# Label_CurrentBalance
source: Current Balance
mr: चालू शिल्लक

# Hint_ProofFileTypes
source: Allowed file types: PDF, JPG, JPEG, PNG
mr: मान्य फाईल प्रकार: PDF, JPG, JPEG, PNG

# Table_Header_Farmer
source: Farmer
mr: शेतकरी

# Table_Header_Date
source: Date
mr: दिनांक

# Table_Header_TotalAmount
source: Total Amount
mr: एकूण रक्कम

# Table_Header_Advance
source: Advance Adjusted
mr: उचल रक्कम

# Table_Header_Paid
source: Paid Amount
mr: भरलेली रक्कम

# Table_Header_Balance
source: Balance
mr: शिल्लक रक्कम

# Table_Header_CarryForward
source: Carry Forward
mr: कॅरी फॉरवर्ड

# Table_Header_PaymentMode
source: Payment Mode
mr: पेमेंट मोड

# Table_Header_Status
source: Status
mr: स्थिती

# Table_Header_PaidBy
source: Paid By (Member)
mr: कोणाकडून पेमेंट (मेंबर)

# Table_Header_Proof
source: Proof
mr: पुरावा

# Table_Header_Action
source: Action
mr: क्रिया

# Table_Header_Actions
source: Actions
mr: क्रिया

# PaymentMode_Cash
source: Cash
mr: रोख

# PaymentMode_UPI
source: UPI
mr: GPay / PhonePe

# PaymentMode_Bank
source: Bank Transfer
mr: बँक हस्तांतरण

# PaymentStatusPaid
source: All payments are completed — nothing pending.
mr: सर्व पेमेंट पूर्ण झाले आहे.

# PaymentStatusPartial
source: Some payments are made, balance still pending.
mr: काही रक्कम भरलेली आहे, उर्वरित बाकी आहे.

# PaymentStatusPending
source: Payment still pending.
mr: अजून पेमेंट बाकी आहे.

# Summary_CarryForward
source: Carry Forward Amount
mr: पुढे नेलेले रक्कम

# NoData
source: No Data Available
mr: कोणतीही पेमेंट नोंद सापडली नाही.

# Status_NoData
source: No Data
mr: माहिती नाही
