Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/LaborPayment/GenerateSlip.*.resx
Languages: mr

# Title
source: Payment Slip
mr: पगार पावती

# PaymentSlipTitle
source: Payment Slip
mr: पगार पावती (Payment Slip)

# LogoAlt
source: Factory Logo
mr: कारखाना लोगो

source: Labor Name
mr: मजूर नाव

source: Payment Date
mr: पेमेंट तारीख

# FromDate
source: From
mr: पासून

# ToDate
source: To
mr: पर्यंत

source: Total Salary
mr: एकूण पगार

# Advance
source: Advance Deducted
mr: एडव्हान्स

source: Net Salary
mr: नेट पगार

source: Generate PDF Slip
mr: पीडीएफ पावती तयार करा

source: Cancel
mr: रद्द करा

source: Generated On
mr: तयार केलेली तारीख
