Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/CanePurchase/Create.*.resx
Languages: mr

# PageTitle
source: Create Cane Purchase
mr: ऊस खरेदी नोंदणी

# HeaderTitle
source: Cane Purchase Registration
mr: ऊस खरेदी नोंदणी

# FarmerLabel
source: Select Farmer
mr: शेतकरी निवडा

# SelectFarmerPlaceholder
source: Select Farmer
mr: शेतकरी निवडा

# LaborLabel
source: Select Labor (Mukadam)
mr: उस तोडणारा मजूर (मुकादम)

# SelectLaborPlaceholder
source: Select Labor
mr: मजूर निवडा

# PurchaseDateLabel
source: Purchase Date
mr: खरेदी तारीख

# QuantityLabel
source: Quantity (Ton)
mr: प्रमाण (टन)

# QuantityPlaceholder
source: e.g. 10.50
mr: उदा. 10.50

# RateLabel
source: Rate per Ton (₹)
mr: दर (प्रति टन ₹)

# RatePlaceholder
source: e.g. 3100
mr: उदा. 3100

# ImageLabel
source: Cane Weight Image
mr: ऊस वजन प्रतिमा

# ImageNote
source: Select only image files (jpg, png, bmp)
mr: फक्त प्रतिमा फाइल निवडा (jpg, png, bmp)

# ImagePreviewAlt
source: Image Preview
mr: प्रतिमा पूर्वावलोकन

# NotesLabel
source: Notes
mr: टीप

# NotesPlaceholder
source: Enter additional information...
mr: अधिक माहिती लिहा...

# BackButton
source: Back
mr: मागे

# SaveButton
source: Save
mr: जतन करा
