Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/CanePurchase/Details.*.resx
Languages: mr

# PageTitle
source: Delete Cane Purchase
mr: ऊस खरेदी हटवा

# HeaderTitle
source: Delete Confirmation
mr: हटविण्याची पुष्टी

# BackButton
source: Back
mr: मागे जा

# DeleteConfirmation
source: Are you sure you want to delete this cane purchase record?
mr: आपण ही ऊस खरेदी नोंद हटवू इच्छिता का?

# DateLabel
source: Purchase Date
mr: खरेदी तारीख

# QuantityLabel
source: Quantity (Tons)
mr: प्रमाण (टन)

# RateLabel
source: Rate (₹/Ton)
mr: दर (₹/टन)

# TotalLabel
source: Total Amount
mr: एकूण रक्कम

# WeightSlipLabel
source: Weight Slip
mr: वजन पावती

# NoImageText
source: No image available
mr: प्रतिमा उपलब्ध नाही

# ConfirmDeleteButton
source: Delete
mr: हटवा

# CancelButton
source: Cancel
mr: रद्द करा
