Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/Dashboard/Index.*.resx
Languages: mr

# Title
source: Dashboard
mr: डॅशबोर्ड

# TodayPresent
source: Today's Attendance
mr: आजची उपस्थिती

# TodayAdvance
source: Today's Advance
mr: आजची आगाऊ रक्कम

# TodayExpense
source: Today's Expense
mr: आजचा खर्च

# TodayCaneTons
source: Cane (Tons)
mr: ऊस (टन)

# TodayProduceQty
source: Jaggery Production (Kg)
mr: गुळ उत्पादन (कि.ग्रॅ.)

# TodaySell
source: Jaggery Sales (₹)
mr: गुळ विक्री (₹)

# AttendanceChart
source: Attendance
mr: उपस्थिती

# AdvanceChart
source: Advance
mr: आगाऊ रक्कम

# ExpenseChart
source: Expenses
mr: खर्च

# CaneChart
source: Cane Purchase (Tons)
mr: ऊस खरेदी (टन)

# ProduceChart
source: Jaggery Production (Kg)
mr: गुळ उत्पादन (कि.ग्रॅ.)

# JaggerySellChart
source: Jaggery Sales
mr: गुळ विक्री

# MemberSectionTitle
source: Member-wise Jaggery Sale & Expense Share
mr: सदस्यवार गुळ विक्री व खर्च वाटा

# MemberSectionDesc
source: Each member’s contribution, earnings, and overall balance are shown below.
mr: प्रत्येक सदस्याचा वाटा, मिळकत व एकूण शिल्लक खाली दर्शविले आहे.

# PaidAmount
source: Amount Paid
mr: भरलेली रक्कम

# EarnedAmount
source: Amount Earned
mr: मिळालेली रक्कम

source: Net Balance
mr: एकूण शिल्लक

# Quantity
source: Quantity (Kg)
mr: प्रमाण (कि.ग्रॅ.)

source: Amount (₹)
mr: रक्कम (₹)

source: Date
mr: दिनांक

# Label_Attendance
source: Attendance
mr: उपस्थित कामगार

# Label_Advance
source: Advance (₹)
mr: आगाऊ (₹)

# Label_Expense
source: Expense (₹)
mr: खर्च (₹)

# Label_CanePurchase
source: Cane Purchase (Tons)
mr: ऊस खरेदी (टन)

# Label_JaggeryProduce
source: Jaggery Production (Kg)
mr: गुळ उत्पादन (कि.ग्रॅ.)

# Label_Quantity
source: Quantity (Kg)
mr: प्रमाण (कि.ग्रॅ.)

# Label_Amount
source: Amount (₹)
mr: रक्कम (₹)

# Label_Date
source: Date
mr: तारीख

# Label_AmountPaid
source: Amount Paid
mr: भरलेली रक्कम

# Label_AmountEarned
source: Amount Earned
mr: मिळालेली रक्कम
