Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/LaborTypeRate/Create.*.resx
Languages: mr

# AddLaborRateTitle
source: Add Labor Rate
mr: कर्मचारी दर जोडा

source: Labor Type
mr: कर्मचारी प्रकार

source: -- Select Labor Type --
mr: -- कर्मचारी प्रकार निवडा --

source: Daily Rate
mr: दररोजचे वेतन

# DailyRatePlaceholder
source: Enter daily rate
mr: दररोजचे वेतन प्रविष्ट करा

# DailyRateHint
source: Enter daily rate (₹)
mr: दररोजचे वेतन प्रविष्ट करा (₹)

source: Effective From
mr: प्रभावी तारीख

# SaveButton
source: Save
mr: जतन करा

# CancelButton
source: Cancel
mr: रद्द करा

# TonRateLabel
source: Rate per Ton
mr: टननुसार दर

# TonRatePlaceholder
source: Enter rate per ton
mr: टननुसार दर प्रविष्ट करा

# TonRateHint
source: Enter rate per ton (₹)
mr: प्रत्येक टनासाठी दर प्रविष्ट करा (₹)

# JaggeryRateLabel
source: Rate per Jaggery Quantity
mr: गुळाच्या प्रमाणानुसार दर

# JaggeryRatePlaceholder
source: Enter rate per jaggery quantity
mr: गुळाच्या प्रमाणानुसार दर प्रविष्ट करा

# JaggeryRateHint
source: Enter rate per jaggery quantity (₹)
mr: गुळाच्या प्रमाणानुसार दर प्रविष्ट करा (₹)
