Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/LaborTypeRate/Index.*.resx
Languages: mr

# Title
source: Employee Rates
mr: कर्मचारी दर

# Button_AddNew
source: Add New Rate
mr: नवीन दर जोडा

# Table_LaborType
source: Employee Type
mr: कर्मचारी प्रकार

# Table_Rate
source: Rate
mr: दर

# Table_EffectiveFrom
source: Effective From
mr: प्रभावी तारीख

# Table_Actions
source: Actions
mr: क्रिया

# Rate_PerTon
source: (Per Ton)
mr: (टननुसार दर)

# Rate_PerJaggery
source: (Per Jaggery)
mr: (गुळाच्या प्रमाणानुसार दर)

# Rate_Daily
source: (Daily Wage)
mr: (दररोजचे वेतन)

# Confirm_Delete
source: Are you sure you want to delete this rate?
mr: आपण नक्की हा दर हटवू इच्छिता का?

source: Search:
mr: शोधा:

# Records_Show
source: records per page
mr: नोंदी प्रति पृष्ठ

source: records shown
mr: नोंदी दर्शविल्या

source: Next
mr: पुढे

source: Previous
mr: मागे
