Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/Produce/_Form.*.resx
Languages: mr

# FormHeader
source: Jaggery Production Record
mr: गुळ उत्पादन नोंद

# ProducedDate
source: Production Date
mr: उत्पादन दिनांक

source: Batch Number
mr: बॅच क्रमांक

# AutoGeneratedIfEmpty
source: Leave blank to auto-generate
mr: स्वतः तयार होण्यासाठी रिक्त ठेवा

source: Quality Grade
mr: गुणवत्तेचा दर्जा

source: Select
mr: निवडा

source: Premium
mr: प्रीमियम

source: Standard
mr: स्टँडर्ड

source: Economy
mr: इकॉनॉमी

source: Quantity (Kg)
mr: भेली वजन (किलो)

# EnterQuantity
source: Enter production weight
mr: उत्पादन वजन प्रविष्ट करा

# UnitPrice
source: Unit Count
mr: भेली संख्या

# EnterUnitPrice
source: Enter number of units
mr: प्रत्येक भेलीची किंमत प्रविष्ट करा

# TotalCost
source: Total Production (Kg)
mr: एकूण उत्पादन (किलो)

source: Notes
mr: टीप

# EnterNotes
source: Enter any notes
mr: कोणतीही टीप येथे प्रविष्ट करा
