Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/Produce/Details.*.resx
Languages: mr

# PageTitle
source: Jaggery Production Details
mr: उत्पादन तपशील

# Header
source: Jaggery Production Details
mr: जागरी उत्पादन तपशील

source: Produced Date
mr: उत्पादित दिनांक

source: Batch Number
mr: बॅच क्रमांक

source: Quantity (Kg)
mr: भेली वजन (किलो)

source: Unit Count
mr: भेली संख्या

source: Total Production (Kg)
mr: एकूण उत्पादन (किलो)

source: Quality Grade
mr: गुणवत्ता श्रेणी

# GradeA
source: A - Premium
mr: A - प्रीमियम

# GradeB
source: B - Standard
mr: B - स्टँडर्ड

# GradeC
source: C - Economy
mr: C - इकॉनॉमी

source: Stock (Kg)
mr: साठा (किलो)

# Notes
source: Remarks
mr: टिप्पण्या

# EditButton
source: Edit
mr: संपादित करा

# BackButton
source: Back
mr: मागे जा
