Repository: nayaksdr/RathodAgroERP
Catalog: Rathod-Jaggery-Agro-App/Rathod Jaggery & Agro Application Backend/JaggeryAgro/Resources/Views/Shared/_Layout.*.resx
Languages: mr

source: Employee Registration
mr: कर्मचारी नोंदणी

source: Labor Type
mr: मजूर प्रकार

source: Labor Type Rate
mr: कामगार प्रकार दर

source: Labor
mr: मजूर

source: 🤖 AI Assistant
mr: 🤖 AI सहाय्यक

source: Attendance
mr: उपस्थिती

source: Employee Payments
mr: कर्मचारी वेतन

source: Employee Salary
mr: कर्मचारी वेतन

source: Employee Advance
mr: कर्मचारी उचल

source: Produce Management
mr: उत्पादन व्यवस्थापन

source: Produce
mr: उत्पादन

source: Dealer
mr: व्यापारी

# DealerAdvance
source: Dealer Advance Record
mr: उचल रक्कम नोंद

source: Jaggery Sale
mr: गुळ विक्री

# JaggerySaleReport
source: Sale Report
mr: विक्री अहवाल

# CaneManagement
source: Sugarcane Management
mr: ऊस व्यवस्थापन

# Farmer
source: Farmer / Sugarcane Producer
mr: शेतकरी / ऊस उत्पादक

# CanePurchase
source: Sugarcane Purchase Record
mr: ऊस खरेदी नोंद

# CanePayment
source: Farmer Payment
mr: शेतकरी ऊस रक्कम

# CaneAdvance
source: Advance Payment
mr: उचल रक्कम

source: Shared Expenses
mr: सामायिक खर्च

source: Expense Type Master
mr: खर्च प्रकार मास्टर

# SplitwiseExpense
source: Shared Expense
mr: सामायिक खर्च

source: Jaggery Sale Share
mr: गुळ विक्री वाटणी

# HelloUser
source: Hello, {0}
mr: नमस्कार, {0}

source: Logout
mr: बाहेर पडा
